Repository: amivaleo/panel-corners
Catalog: po/*.po
Languages: fr, it

source: Main page
fr: Page principale
it: Pagina principale

source: Panel corners
fr: Coins du panneau
it: Angoli del pannello

source: Radius
fr: Arrondi
it: Raggio

source: Recommended size is 12 px, to integrate with applications.
fr: La taille recommandée est 12 px, afin d'être intégré avec les applications.
it: La dimensione consigliata è 12 px, per integrarsi con le applicazioni.

source: Color
fr: Couleur
it: Colore

source: Changes the color of corners, black is recommended.
fr: Change la couleur des coins, le noir est recommandé.
it: Cambia il colore degli angoli; è consigliato il nero.

source: Opacity
fr: Opacité
it: Opacità

source: Defines the corner opacity.
fr: Définit l'opacité des coins.
it: Definisce l'opacità degli angoli.

source: Screen corners
fr: Coins de l'écran
it: Angoli dello schermo

source: Advanced
fr: Avancé
it: Avanzate

source: Force extension values
fr: Forcer les valeurs de l'extension
it: Forza i valori dell'estensione

source: Allows you to override the current theme-defined corner preference, if the theme sets one.
fr: Vous autorise à outrepasser les préférences des coins définies par le thème, si elles existent.
it: Consente di ignorare le preferenze sugli angoli definite dal tema, se presenti.

source: Debug
fr: Débogage

source: Makes the extension verbose in logs, activate when you need to report an issue.
fr: Rend l'extension verbeuse dans les journaux, à activer lorsque vous voulez signaler un problème.
it: Rende l'estensione più dettagliata nei log; attiva questa opzione se devi segnalare un problema.
